---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralEndReleaseFy
source: html/f6db310c-169b-866b-9b4b-bbc78608647b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralEndReleaseFy Property

"End Fy"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralEndReleaseFy { get; }
```